Repository: RKWKomZe/RkwOutcome
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwoutcome_domain_model_surveyconfiguration
source: RKW Outcome: Configurations
de: RKW Outcome: Konfigurationen

# tx_rkwoutcome_domain_model_surveyconfiguration.processType
source: Process-Type
de: Process-Typ

# tx_rkwoutcome_domain_model_surveyconfiguration.processType.product
source: Product
de: Produkt

# tx_rkwoutcome_domain_model_surveyconfiguration.processType.event
source: Event
de: Veranstaltung

# tx_rkwoutcome_domain_model_surveyconfiguration.product
source: Product
de: Produkt

# tx_rkwoutcome_domain_model_surveyconfiguration.event
source: Event
de: Veranstaltung

# tx_rkwoutcome_domain_model_surveyconfiguration.survey
source: Survey
de: Umfrage

# tx_rkwoutcome_domain_model_surveyconfiguration.targetGroups
source: Targetgroups
de: Zielgruppen

# tx_rkwoutcome_domain_model_surveyconfiguration.mailText
source: Text for notification email
de: Text für Benachrichtigungs-E-Mail

# tx_rkwoutcome_domain_model_surveyconfiguration.surveyWaitingTime
source: Waiting period in seconds
de: Wartezeit in Sekunden

# tx_rkwoutcome_domain_model_surveyrequest
source: RKW Outcome: Request
de: RKW Outcome: Anfrage

# tx_rkwoutcome_domain_model_surveyrequest.notifiedTstamp
source: Notified at
de: Benachrichtigt am

# tx_rkwoutcome_domain_model_surveyrequest.surveyConfiguration
source: Used survey configuration
de: Verwendete Konfiguration

# tx_rkwoutcome_domain_model_surveyrequest.eventReservationSubject
source: Selected event
de: Ausgewählte Veranstaltung

# tx_rkwoutcome_domain_model_surveyrequest.orderSubject
source: Select product
de: Ausgewähltes Produkt

# tx_rkwoutcome_domain_model_surveyrequest.eventReservation
source: Event reservation
de: Veranstaltungsanmeldung

# tx_rkwoutcome_domain_model_surveyrequest.order
source: Order
de: Bestellung

# tx_rkwoutcome_domain_model_surveyrequest.frontendUser
source: Frontend user
de: Frontendnutzer

# tx_rkwoutcome_domain_model_surveyrequest.targetGroups
source: Targetgroups
de: Zielgruppen
